brew "fzf"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "bat"
brew "htop"
brew "tmux"
brew "tree"
brew "stow"
brew "wget"
brew "gh"
brew "gnu-time"
brew "pv"
brew "terminal-notifier"
brew "pnpm", link: false
brew "fastfetch"
brew "watch" 

cask "alacritty"
cask "font-jetbrains-mono"
cask "visual-studio-code"
